Repository: wescamp/Mage_Republic-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, sv

source: No! The mages on this island are defeated...
da: Nej! Troldmændene på øen er besejret...
de: Nein! Die Magier dieser Insel wurden besiegt...
fr: Non ! Les mages de cette île sont vaincus...
hu: Nem lehet! A sziget mágusai elestek...
it: No! I maghi sull'isola sono stati sconfitti...
pt_br: Não! Os magos dessa ilha foram derrotados...
ru: Нет! Маги на этом острове поражены...
sv: Nej! Magikerna på den här ön har blivit besegrade...

source: Muh-Dul
ru: Мух-Дал

source: Muh-Lerman
ru: Мух-Лерман

source: I sense the presence of undead.
da: Jeg kan mærke tilstedeværelsen af udøde.
de: Ich spüre die Präsenz von Untoten.
fr: Je sens la présence de morts-vivants.
hu: Élőholtak jelenlétét érzékelem.
it: Avverto la presenza dei non-morti.
pt_br: Eu sinto a presença de mortos-vivos.
ru: Я ощущая присутствие мертвецов.
sv: Jag känner de vandödas närvaro.

source: The Ancient Ghost
da: Det ældgamle spøgelse
de: Das uralte Gespenst
fr: Le vieux fantôme
hu: Az Ős-Szellem!
it: L'Antico Spettro
pt_br: O Fantasma Antigo
ru: Старинное Приведение
sv: Det uråldriga spöket

source: Now you shall die!
da: Nu skal du dø!
de: Nun sollst du sterben!
fr: Maintenant vous allez mourir !
hu: Most meghaltok!
it: Adesso morirai!
pt_br: Agora você morrerá!
ru: Сейчас вы умрёте!
sv: Nu skall ni dö!

source: Only when the Spectre dies can we escape!
da: Først når spøgelset er død kan vi undslippe!
de: Nur wenn das Gespenst stirbt, können wir entkommen.
fr: Nous ne pourrons nous échapper que lorsque le spectre sera mort !
hu: Csak ha a Kísértet meghal, akkor menekülhetünk el!
it: Solo dopo aver ucciso lo Spettro potremmo fuggire.
pt_br: Apenas quando os Espectros morrerem poderemos escapar.
ru: Только когда фантом умрёт мы сможем отчалить.
sv: Vi kan inte fly förrän den onda anden dör!

source: Yes! The Ancient Ghost is dead!
da: Ja! Det ældgamle spøgelse er død!
de: Ja! Das uralte Gespenst ist tot!
fr: Oui ! Le vieux fantôme est mort !
hu: Igen! Az Ős-Szellem halott!
it: Sì! L'Antico Spettro è morto!
pt_br: Viva! O Fantasma Antigo foi destruído!
ru: Ура! Старинное Приведение умерло!
sv: Ja! Det uråldriga spöket är nedgjort!

source: Come, my warriors to destroy these mages once and forever!
da: Fremad mine krigere knus de troldmænd en gang for alle!
de: Kommt, meine Krieger, und vernichtet die Magier ein für alle mal!
fr: Venez, mes guerriers, pour détruire ces mages une fois pour toute !
hu: Gyertek, jó harcosaim, hogy elsöpörjük a mágusokat egyszer s mindenkorra!
it: Venite a distruggere questi maghi una volta per tutte, miei guerrieri!
pt_br: Vamos, meus guerreiros, destruir esses magos de uma vez por todas!
ru: Мои воины: помогите мне уничтожить магов раз и на всегда!
sv: Kom och förgör dessa magiker en gång för alla, mina krigare!

source: No! We shall escape.
da: Nej! Vi undslipper.
de: Nein! Wir werden entkommen!
fr: Non ! Nous devons nous échapper.
hu: Nem! El kell menekülnünk.
it: No! Scapperemo.
pt_br: Não! Nós escaparemos.
ru: Нет! Мы сбежим.
sv: Nej! Vi skall undfly er.

source: Or so you think...
da: Eller det tror du...
de: Zumindest glaubt ihr das...
fr: C'est ce que vous pensez...
hu: Vagy úgy gondolod...
it: O almeno è ciò che credete...
pt_br: Ou você acha...
ru: Вы об этом только мечтаети...
sv: Det är bara som ni tror...

source: Master, I have discovered secret plans from the enemy. They have...
da: Herre jeg har afsløret hemmelige planer fra fjende. De har...
de: Meister, ich habe geheime Pläne des Feindes entdeckt. Sie haben...
fr: Maître, j'ai découvert les plans secrets de l'ennemi. Ils ont...
hu: Mester, megtaláltam az ellenségünk titkos terveit. Ők sok...
it: Signore, ho scoperto i piani segreti del nemico. Hanno...
pt_br: Mestre, eu descobri planos secretos do inimigo. Eles têm...
ru: Господин, я знал секретные планы врагов. У них...
sv: Mästare, jag har lyckats få reda på fiendens hemliga planer. De har...

source: ...many...
da: ...mange...
de: ...viele...
fr: ...beaucoup...
hu: ...embert...
it: ...molte...
pt_br: ...muitas...
ru: ...много...
sv: ...många...

source: ...people in...
da: ...folk på...
de: ...Einheiten auf...
fr: ...d'hommes sur...
hu: ...tartanak...
it: ...persone sulla....
pt_br: ...pessoas no...
ru: ...людей на...
sv: ...trupper på...

source: ...the mainland...
da: ...hovedlandet...
de: ...dem Festland...
fr: ...le continent...
hu: ...a szárazföldön...
it: ...terraferma...
pt_br: ...continente...
ru: ...главной земле...
sv: ...fastlandet...

source: Then I must train my mages well.
da: Så må jeg træne mine troldmænd godt.
de: Dann muss ich meine Magier gut vorbereiten.
fr: Alors je dois bien entraîner mes mages.
hu: Akkor jól fel kell készítenem a mágusaimat.
it: Allora è mio compito addestrare i maghi.
pt_br: Então preciso treinar bem os meus magos.
ru: Тогда я должен тренеровать магов.
sv: Då måste jag öva mina magiker noga.

source: The enemies are defeated! Unfortunately, reinforcements will come and kill us. To the ship!
da: Fjenden er besejret! Desværre vil forstærkninger ankomme og dræbe os. Til skibene!
de: Die Feinde sind besiegt! Unglücklicher Weise wissen wir von Verstärkung, die eintreffen uns uns alle töten wird. Auf zum Schiff!
fr: Les ennemis sont vaincus ! Malheureusement, des renforts vont arriver et nous tuer. Au navire !
hu: Az ellenségek kikaptak. Balszerencsénkre erősítésük érkezik, és ránk fognak törni. A hajóra!
it: I nemici sono stati sconfitti! Sfortunatamente i loro rinforzi stanno per arrivare e ci uccideranno. Andiamo sulla nave!
pt_br: Os inimigos foram derrotados! Mas os reforços deles virão e nos matarão. Para o barco!
ru: Враги побеждены! К сожелению, подмога придёт и нас уничтожит. К кораблю!
sv: Fienden är besegrad! Men hans truppförstärkningar är tyvärr på väg, och kommer att döda oss. Till skeppet!

source: We have failed to board the ship in time!
da: Vi nåede ikke at entre skibet i tide!
de: Wir haben es nicht geschafft, rechtzeitig an Bord des Schiffes zu gehen!
fr: Nous n'avons pas réussi à embarquer dans le navire à temps !
hu: Nem sikerült időben elérnünk a hajót!
it: Non abbiamo fatto in tempo a prendere la nave!
pt_br: Falhamos em subir a bordo dos barcos a tempo!
ru: Мы не успели вовремя отплыть!
sv: Vi hann inte ta oss ombord på skeppet i tid!

source: Rescue the Humans
da: Undsæt menneskene
de: Rettet die Menschen
fr: Sauver les humains
hu: Megmented az embereket
it: Libera gli Umani
pt_br: Resgate os Humanos
ru: Спаси Людей
sv: Rädda människorna

source: The mages were rescued by some humans.
da: Troldmændene blev undsat af nogle mennesker.
de: Die Magier wurden von einigen Menschen gerettet.
fr: Les mages furent sauvés par des humains.
hu: A mágusokat néhány ember mentette meg.
it: I maghi vennero salvati da alcuni umani.
pt_br: Os magos foram resgatados por alguns humanos.
ru: Люди увезли магов.
sv: Magikerna blev räddade av några människor.

source: I can only bring you to my home island. Unfortunately, there are undead attacking my kin. If you help me save them, we could offer you a ride further.
da: Jeg kan kun bringe jer til min fødeø. Desværre angriber udøde mit folk. Hvis du hjælper mig med at redde dem, kan vi tilbyde dig et fortsat følgeskab.
de: Ich kann euch nur zu meiner Heimatinsel bringen. Unglücklicher Weise sind dort Untote, die meine Leute angreifen. Wenn ihr mir helft, sie zu retten, könnten wir euch weiterhelfen.
fr: Je peux seulement vous amener à mon pays natal. Malheureusement, il y a des morts-vivants qui attaquent les miens. Si vous m'aidez à les sauver, nous pourrions vous faire voyager plus loin.
hu: Csak arra a szigetre vihetlek titeket, amelyik az otthonom. Balszerencse, de az élőholtak épp a rokonságomat támadják. Ha segítetek megmenteni őket, messzebre is elvihetünk titeket.
it: Posso solo condurvi alla mia isola di provenienza. Sfortunatamente ci sono dei non-morti che stanno attaccando la mia gente. Se mi aiutate a salvarli potremmo offrirvi un passaggio.
pt_br: Posso apenas leva-los para minha terra natal. Infelizmente, há mortos-vivos atacando meu povo. Se me ajudarem a salva-los, poderemos oferecer montarias adicionais.
ru: Я могу вас отвезти только на мой родной остров. К сожаленью, мертвецыаттакуют нас. Если вы поможете с ними сражаься, мы сможем вас отвезти дальше.
sv: Ni kan inte följa med mig längre än till min hemö. Vandöda anfaller de mina. Om ni hjälper mig att rädda dem, så kan vi resa vidare sedan.

source: Kill enemy leader
da: Dræb fjendtlig leder
de: Tötet den feindlichen Anführer
hu: Legyőzöd az ellenséges vezért
pt_br: Mate o líder inimigo
ru: Убейти лидера врага
sv: Döda fiendens ledare

source: Death of Unger
da: Ungers død
de: Tod von Unger
hu: Unger elesik
pt_br: Morte de Unger
ru: Смерть Унгера
sv: Unger dör

source: Heltor
ru: Хелтор

source: The undead are unstoppable!
da: De udøde kan ikke stoppes!
de: Die Untoten sind unaufhaltbar!
fr: Les morts-vivants sont inarrêtables !
hu: Az élőholtak megállíthatatlanok!
it: I non-morti sono inarrestabili!
pt_br: Os mortos-vivos não podem ser impedidos!
ru: Мертвецов нельзя остановить.
sv: Det går inte att stoppa de vandöda!

source: No! I have died!
da: Nej! Jeg er død!
de: Nein! Ich bin gestorben!
fr: Non ! Je suis mort !
hu: Nem! Meghaltam!
it: No! Sono morto!
pt_br: Não! Eu morri!
ru: Нет!!! Я умираю...
sv: Nej! Jag dör!

source: The humans on this island have died.
da: Menneskene på denne ø er døde.
de: Die Menschen auf der Insel sind alle tot.
fr: Les humains de cette île sont morts.
hu: A sziget emberei meghaltak.
it: Gli umani di quest'isola sono morti.
pt_br: Os humanos dessa ilha morreram.
ru: Люди этого острова поражены!
sv: Alla människor på den här ön har redan gått under.

source: We cannot leave this island, my mages. We're defeated!
da: Troldmænd vi kan ikke forlade denne ø. Vi er besejret!
de: Wir können diese Insel nun nicht mehr verlassen, meine Magier. Wir wurden geschlagen!
hu: Nem hagyhatjuk el ezt a szigetet, mágusaim. Elvesztünk.
pt_br: Não podemos deixar essa ilha, meus magos. Fomos derrotados!
ru: Маги, мы не можем отсюда уплыть. Мы скоро умрем.
sv: Vi kan inte komma härifrån, mina magiker. Vi är besegrade!

source: Muh-Flair
ru: Мух-Флэр

source: Unger
ru: Унгер

source: The Undead have been killed! The humans are free!
da: De udøde er dræbt! Menneskene er frie!
de: Die Untoten sind vernichtet! Die Menschen sind befreit!
fr: Les morts-vivants ont été tués ! Les humains sont libres !
hu: Az élőholtak legyőzettek! Az emberek szabadok!
it: I non-morti sono stati sconfitti! Gli umani sono liberi!
pt_br: Os mortos-vivos foram destruídos! Os humanos estão livres!
ru: Мертвецов не осталось! Люди освобождены!
sv: De vandöda är nedgjorda! Människorna är fria!

source: Thank you for your help! I heard you need to continue on your journey. Now board the galleon you came on and sail away. Heltor: you should come with the mages.
da: Tak for jeres hjælp! Jeg hører at du skal fortsætte din rejse. I kan nu entre den galeon i kom med og sejle væk. Heltor: Du bør komme med troldmændene.
de: Vielen Dank für eure Hilfe! Ich habe gehört, dass ihr eure Reise fortsetzen müsst. Besteigt also wieder die Galeere, mit der ihr gekommen seid, und segelt weiter. Heltor: Du solltest mit den Magiern gehen.
fr: Merci pour votre aide ! J'ai entendu dire que vous aviez besoin de continuer votre voyage. Embarquez sur le galion sur lequel vous êtes venus et naviguez. Heltor : tu devrais aller avec les mages.
hu: Köszönjük a segítséget. Úgy hallottam, folytatnotok kell az utatokat. Vigyétek a gályámat, és menjetek. Heltor, neked a mágusokkal kell jönnöd.
it: Grazie per il vostro aiuto! Ho sentito dire che dovete proseguire il vostro viaggio. Salite sul galeone e salpate. Heltor: devi andare con i maghi.
pt_br: Obrigado por sua ajuda! Sei que você precisa continuar sua jornada. Volte para o galeão de vocês e navegue para seu destino. Heltor: você deve acompanhar os magos.
ru: Спасибо за помощь! Я слышал что вам нужно продолжить путешествия. Тогда садитись в лодку и плывите. Хелтор: иди с ними.
sv: Tack för er hjälp! Jag hörde att ni behöver fortsätta er resa. Gå ombord på galjonen ni kom med och fortsätt er seglats. Heltor, åk du med magikerna.

source: Some mages have come!
da: Troldmænd er ankommet!
de: Einige Magier sind angekommen!
fr: Des mages sont arrivés !
hu: Néhány mágus érkezett!
it: Alcuni maghi sono arrivati!
pt_br: Alguns magos estão vindo!
ru: Маги пришли!
sv: Det har kommit hit några magiker!

source: Indeed we have.
da: Ja vi er.
de: Das sind wir tatsächlich.
hu: Valóban.
pt_br: Certamente teremos.
ru: Да.
sv: Förvisso.

source: Phew! Finally some relief!
da: Puha! Endelig noget hjælp!
de: Puh! Endlich etwas Entspannung!
fr: Pfiou ! Quel soulagement !
hu: Pfú! Végre egy kis megkönnyebbülés!
it: Phew! Finalmente dei rinforzi!
pt_br: Ótimo! Finalmente algum descanso!
ru: Наконец-то помощь.
sv: Puuh! Äntligen avlösning!

source: Both of you will die!
da: I skal begge dø!
de: Ihr sollt beide sterben!
fr: Vous allez tous mourir !
hu: Mindannyian meg fogtok halni!
it: Morirete entrambi!
pt_br: Vocês dois irão morrer!
ru: Вы оба умрете.
sv: Ni kommer båda att dö!

source: We do not have the melee units to fight these skeletons! Our swords go right through these monsters!
da: Vi har ikke de rigtige tropper til at kæmpe imod skeletter! Vores sværd går lige igennem disse monstre!
de: Wir haben keine Nahkampfeinheiten, um gegen diese Skelette kämpfen zu können! Unsere Schwerter können ihnen kaum Schaden zufügen, sie schlagen einfach durch sie hindurch!
fr: Nous n'avons pas d'unités de corps à corps pour combattre ces squelettes ! Nos épées passent à travers ces monstres !
hu: Nincsenek közelharci egységeink hogy megküzdjenek a csontvázakkal! A kardjaink átcsúsznak a csontjaik közt!
it: Non abbiamo unità con combattimento ravvicinato per combattere gli scheletri! Le nostre spade oltrepassano questi mostri!
pt_br: Não temos soldados de combate corporal para enfrentar esses esqueletos! Nossas espadas passam através desses monstros!
ru: У нас нет людей которые могут убить скелетов! Наши мечи проходят сквозь них!
sv: Vi har inte några trupper som kan möta dessa skelett i närstrid. Våra svärd går rakt igenom dessa monster!

source: Wait Heltor! I heard that impact weapons, along with magic, can harm the undead!
da: Vent Heltor! Jeg har hørt at slagvåben, sammen med magi, kan skade de udøde!
de: Warte, Heltor! Ich habe gehört, dass direkte Schlagwaffen zusammen mit Magie den Untoten Schaden zufügen können!
fr: Attends Heltor ! J'ai entendu dire que les armes contondantes, ainsi que la magie, peuvent blesser les morts-vivants !
hu: Várj Heltor! Úgy hallottam, hogy azok a fegyverek, mágiával egyesülve, ártóak az élőholtaknak!
it: Aspetta Heltor! Ho sentito dire che le armi da impatto, assieme alla magia, possono ferire i non-morti!
pt_br: Espere, Heltor! Ouvi dizer que armas de impacto, assim como magia, podem ferir os mortos-vivos!
ru: Подожди, Хелтор! Есть же оружие которое их может убить мертвецов.
sv: Vänta, Heltor! Jag har hört att krossvapen och magiska vapen kan skada de vandöda!

source: We can arm the local populace with some maces off our ship.
da: Vi kan udruste den lokale befolkning med morgenstjerner fra vores skib.
de: Wir könnten die lokale Bevölkerung auf unserem Schiff mit Streitkolben ausrüsten.
fr: Nous pouvons armer la populace locale avec des masses de notre navire.
hu: Fel tudjuk szerelni a helyieket néhány buzogánnyal a hajónkról.
it: Possiamo fornire la popolazione locale di alcune delle mazze che sono nella nave.
pt_br: Devemos armar a população local com algumas maças.
ru: Мы можем вооружить местных жителей некоторыми мулавами с нашего корабля.
sv: Vi kan beväpna lokalbefolkningen med spikklubbor från skeppet.

source: It shall be done.
da: Det skal ske.
de: So soll es geschehen.
fr: Cela doit être fait.
hu: Történjen meg!
it: Sarà fatto.
pt_br: Isso acabará.
ru: Это будет сделано.
sv: Skall ske.

source: Raeddodock
ru: Раеддодок

source: Haeddodock
hu: Haeddododck
ru: Хаеддодок

source: Ready to serve.
da: Klar til tjeneste.
de: Stets zu Diensten.
fr: Prêt à servir.
hu: Felszolgálásra kész.
it: Al vostro servizio.
pt_br: Pronto para servir.
ru: Готов служить.
sv: Redo för tjänstgöring.

source: Urlo
ru: Урло

source: We found some dwarves!
da: Vi har fundet nogle dværge!
de: Wir haben einige Zwerge gefunden!
fr: Nous avons trouvé des nains !
hu: Talátunk néhány törpöt!
it: Abbiamo trovato dei nani!
pt_br: Nós encontramos alguns anões!
ru: Мы обнаружили немного гномов.
sv: Vi har hittat några dvärgar!

source: Furlo
ru: Фурло

source: Durlo
ru: Дурло

source: Please help. The undead have pressed us hard these past few days. My brothers and I were forced into hiding. We will join you, and in return for your aid we'll give you all our gold.
da: Hjælp venligst. De udøde har presset os hårdt de seneste dage. Min brødre og jeg blev tvunget i skjul. Vi vil slutte os til jer og som tak for jeres hjælp får i hele vores guldbeholdning.
de: Bitte helft uns. Die Untoten haben uns in den letzten Tagen schwer zugesetzt. Meine Brüder und ich waren gezwungen, uns zu verstecken. Wir werden uns euch anschließen, und als Gegenleistung für eure Hilfe erhaltet ihr all unser Gold.
fr: Aidez-nous je vous en prie. Les morts-vivants nous mettent sous pression ces derniers jours. Mes frères et moi sommes forcés de nous cacher. Nous nous joindrons à vous, et en retour de votre aide nous vous donnerons tout notre or.
hu: Kérlek segítsetek! Az élőholtak nagy nyomást gyakorolnak ezekben a napokban. A testvéreim és én bújkálunk. Csatlakozunk hozzátok, és segítségként nektek adjuk minden pénzünket!
it: Aiutateci per favore. I non-morti ci hanno attaccato di continuo nei giorni scorsi. Io e mio fratello siamo stati costretti a nasconderci. Ci uniremo a voi e in cambio del vostro aiuto vi daremo tutto il nostro oro.
pt_br: Por favor, ajude. Os mortos-vivos têm nos perseguido esses últimos dias. Meus irmãos e eu fomos forçados a nos esconder. Levem-nos com vocês, daremos todo nosso outro em troca.
ru: Пожалуйста помогите. Мертвецы вунудили нас спрятаться. Мы присоединимся к вам, и за это дадим вам все наше золото.
sv: Snälla, hjälp oss. De vandöda har inte gett oss någon rast eller ro de senaste dagarna. Mina bröder och jag har tvingats gömma oss. Låt oss ansluta oss till er, och i utbyte för er hjälp så ger vi er allt vårt guld.

source: The humans are dead. We cannot continue.
da: Menneskene er døde. Vi kan ikke fortsætte.
de: Die Menschen sind tot. Wir haben versagt.
fr: Les humains sont morts. Nous ne pouvons continuer.
hu: Az emberek halottak. Nem folytathatjuk.
it: Gli umani sono morti. Non possiamo continuare.
pt_br: Os humanos estão mortos. Não podemos continuar.
ru: Люди умерлию Мы не можем выжить.
sv: Människorna är döda. Vi kan inte fortsätta.

source: The Return
da: Tilbagekomsten
de: Die Rückkehr
fr: Le retour
hu: A visszatérés
it: Il Ritorno
pt_br: O Retorno
ru: Возвращение
sv: Återresan

source: The mages sailed to what used to be their island. Part of it had become wastelands and many things had changed. Luckily, the mages found an empty keep.
da: Troldmændene sejlede til hvad der tidligere var deres ø. En del af den var blevet til ødeland og mange forhold var ændret. Heldigvis fandt troldmændene et tomt borgtårn.
de: Die Magier segelten zurück zu der Insel, die ihre Heimat war. Teile davon waren zu Ödland geworden, und vieles hatte sich verändert. Zum Glück fanden die Magier eine leere Festung.
hu: A mágusok oda utaztak, amely sziget régebben az övék volt. A terület egy része tarlvá vált és sokminden más is megváltozott. Szerencsére a mágusok találtak egy üres erődítményt.
pt_br: Os magos navegaram até onde costumava ser sua terra. Parte dela se tornou terreno inóspito e houve muitas mudanças. Com sorte, os magos encontraram uma fortaleza vazia.
ru: Маги приплыли к острову, где раньше жили. Часть его стала пустошями, и много чего изменилось. К счастью, маги нашли пустой замок.
sv: Magikerna seglade till det som varit deras ö. Delar av ön hade lagts öde, och många saker hade ändrats. Som tur var så hittade magikerna en tom borg.

source: Lichy II
hu: II. Lichy
ru: Личи II

source: Gerken
ru: Геркен

source: Fatar
ru: Фатар

source: Genfer
ru: Генфер

source: Your land is defeated.
da: Dit land er besejret.
de: Euer Land ist verloren.
hu: A földetek elveszett!
pt_br: Sua terra foi derrotada
ru: Ваша земля поражена!
sv: Ditt land är besegrat.

source: Never!
da: Aldrig!
de: Niemals!
fr: Jamais !
hu: Soha!
it: Mai!
pt_br: Nunca!
ru: Никогда!
sv: Aldrig!

source: We cannot survive any longer.
da: Vi kan ikke overleve længere.
de: Wir können nicht länger überleben.
hu: Nem marahatunk életben tovább.
pt_br: Não podemos sobreviver mais.
ru: Мы не сможем выжить дольше.
sv: Vi kan inte överleva längre.

source: Surrounded!
da: Omringet!
de: Umzingelt!
fr: Cernés !
hu: Körülvéve!
it: Circondati!
pt_br: Estamos cercados!
ru: Окружены!
sv: Omringade!

source: The mages sailed away towards the mainland.
da: Troldmændene sejlede væk mod hovedlandet.
de: Die Magier segelten hinweg, dem Festland entgegen.
fr: Les mages naviguèrent vers le continent.
hu: A mágusok egyenesen a szárazföld felé hajóztak.
it: I maghi salparano per il continente.
pt_br: Os magos navegaram em direçao ao continente.
ru: Маги поплыли к главной земле.
sv: Magikerna seglade iväg till fastlandet.

source: The party disembarked only to face a group of undead.
da: Følgesvendene gik i land for kun at møde en gruppe af udøde.
de: Die Mannschaft verließ das Schiff, nur um neuerlich einer Gruppe von Untoten gegenüber zu stehen.
fr: L'équipée débarqua pour se retrouver face à un groupe de morts-vivants.
hu: A csapat partra szállt hogy szembeszálljon egy csapat élőholttal.
it: Il gruppo sbarcò e si trovò ad affrontare un gruppo di non-morti.
pt_br: O grupo desembarcou apenas para se deparar com alguns mortos-vivos.
ru: Там их встретили мертвецы.
sv: Gruppen landsteg bara för att möta en grupp vandöda.

source: Survive until a rescue party comes
da: Overlev indtil et undsætningshold ankommer
de: Überlebt bis ein Rettungskommando eintrifft.
hu: Életben maradsz, amíg egy felmentő csapat nem érkezik
pt_br: Sobreviver até que um grupo de resgate venha
ru: Выжите до того, как к Вам придут на помощь
sv: Överlev tills undsättningen kommer

source: The Mage Republic is doomed...
da: Troldmændenes republik er tabt...
de: Die Republik der Magier ist verloren...
fr: La république mage est condamnée...
hu: A Mágus Köztársaság elbukott...
it: La Repubblica dei Maghi è finita...
pt_br: A República dos Magos fracassou...
ru: Республика Магов обречена...
sv: Magikerrepubliken är dödsdömd...

source: Muh-Derner III
hu: III. Muh-Derner
ru: Мух-Дернер

source: We must board the ship quickly.
da: Vi må om bord på skibet hurtigt.
de: Wir müssen schnell auf das Schiff.
fr: Nous devons embarquer à bord du navire rapidement.
hu: Gyorsan fel kell szállnunk a hajóra.
it: Dobbiamo imbarcarci in fretta.
pt_br: Precisamos ir para o barco rapidamente.
ru: Нам нужно быстро сесть в корабль.
sv: Vi måste gå ombord på skeppet med en gång.

source: We escaped!!!
da: Vi undslap!!!
de: Wir konnten entkommen!!!
fr: Nous nous sommes échappés !!!
hu: Megmenekültünk!!!
it: Siamo scappati!!!
pt_br: Nós escapamos!!!
ru: Мы ускользнули!
sv: Vi lyckades undkomma!

source: Welcome to our lair.
da: Velkommen til vores hule.
de: Willkommen in unserem Zuhause.
fr: Bienvenue dans notre tanière.
hu: Üdvözlet a barlangunkban!
it: Benvenuti nel nostro territorio.
pt_br: Bem vindo à nosso morada.
ru: Добро пожаловать в нашу землю.
sv: Välkomna till vårt näste.

source: The Undead are everywhere!!!
da: De udøde er overalt!!!
de: Die Untoten sind überall!!!
fr: Les morts-vivants sont partout !!!
hu: Élőholtak mindenütt!!!
it: I non-morti sono ovunque!!!
pt_br: Os Mortos-vivos estão em toda a parte!!!
ru: Мертвецы везде!!!
sv: De vandöda är överallt!
