Repository: wescamp/Mage_Republic-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, sv

source: What did you expect?
da: Hvad havde du forventet?
de: Was habt ihr erwartet?
fr: À quoi vous attendiez-vous ?
hu: Mit vártál?
it: Cosa ti aspettavi?
pt_br: O que você esperava?
ru: Что вы ожидали?
sv: Vad hade du väntat dig?

source: A peaceful land.
da: Et fredeligt land.
de: Ein friedliches Land.
hu: Egy békés földet.
pt_br: Uma terra pacífica.
ru: Мирную страну.
sv: Ett fredligt land.

source: There are no more lands that you call peaceful.
da: Der er ikke mere noget land der kan kaldes fredeligt.
de: Es gibt keine Länder mehr, die man als friedlich bezeichnen könnte.
fr: Il n'y a plus de pays que vous pouvez appeler pacifiques.
hu: Nincs már olyan föld, amit békésnek nevezhetnél.
it: Nessuna terra al mondo può essere chiamata pacifica.
pt_br: Não há mais terras que possam ser chamadas pacíficas.
ru: Мирных стран больше нет.
sv: Det finns inte längre några länder som man kan kalla fredliga.

source: Only we, the immortals, shall dominate.
da: Kun os de udødelige skal regere.
de: Nur wir Unsterblichen werden herrschen!
fr: Seuls nous, les immortels, devons dominer.
hu: Csak mi, a halhatatlanok fogunk uralkodni.
it: Solo noi, immortali nel tempo, domineremo.
pt_br: Apenas nós, os imortais, podemos dominar.
ru: Только Мы, безсмертныеб будем командовать.
sv: Vi och enbart vi, de odödliga, skall härska.

source: And it is now your hour to die!!!
da: Og det er nu tid for jeres død!!!
de: Und eure letzte Stunde hat nun geschlagen!!!
fr: Et c'est maintenant le moment pour vous de mourir !!!
hu: És ütött az utolsó órátok!!!
it: E adesso è l'ora della vostra morte!!!
pt_br: E agora é sua hora de morrer!!!
ru: Теперь настал ваш час умереть!!!
sv: Och nu är det dags för er att dö!

source: We actually defeated the enemy leader!!!
da: Vi besejrede den fjendtlige leder!!!
de: Wir haben tatsächlich den feindlichen Anführer besiegt!!!
fr: Nous avons vaincu le chef ennemi !!!
hu: Legyőztük végre az ellenséges vezért!!!
it: Abbiamo sconfitto il comandante nemico!!!
pt_br: Nós derrotamos o líder inimigo!!!
ru: Мы победили вражеского лидера!!!
sv: Vi lyckades faktiskt besegra fiendeledaren!

source: The Wasteland
da: Ødelandet
de: Das Ödland
fr: Le désert
hu: A tarló
it: La Landa Desolata
pt_br: Terra Inóspita
ru: Пустошь
sv: Ödemarken

source: No...
da: Nej...
de: Nein...
fr: Non...
hu: Ne...
pt_br: Não...
ru: Нет...
sv: Nej...

source: The... Wasteland...
da: Ødelandet...
de: Das... Ödland...
fr: Le... Désert...
hu: A...tarló...
it: La.... Landa Desolata...
pt_br: A Terra... Inóspita...
ru: Пустошь...
sv: Ödemarken...

source: We cannot defeat the undead alone.
da: Vi kan ikke besejre de udøde alene.
de: Wir können die Untoten nicht alleine besiegen.
fr: Nous ne pouvons vaincre les morts-vivants seuls.
hu: Nem győzedelmeskedhetünk egyedül az élőholtak felett.
it: Non possiamo sconfiggere questi non-morti da soli.
pt_br: Não podemos derrotar os mortos-vivos sozinhos.
ru: Мы не можем победить без них.
sv: Vi kan inte besegra de vandöda ensamma.

source: Muh-Rahrg
ru: Мух-Рарг

source: Muh-Rahrg III
hu: III. Muh-Rahrg
ru: Мух-Рарг III

source: You didn't know about the wasteland, did you?
da: Du kendte ikke til ødelandet gjorde du?
de: Ihr habt nicht über das Ödland Bescheid gewusst, richtig?
fr: Vous ne connaissiez pas ce désert, n'est-ce pas ?
hu: Nem tudtál a tarlóról, igaz?
it: Non conoscevate la Landa Desolata, non è verò?
pt_br: Você não sabia sobre a terra inóspita, não é?
ru: Вы не знали про эти земли
sv: Du kände inte till ödemarken, eller hur?

source: I'm tired of speaking to these undead.
da: Jeg er træt af snak med disse udøde.
de: Ich habe es satt, mit diesen Untoten zu sprechen.
fr: Je suis las de parler à ces morts-vivants.
hu: Unom már, hogy mindenhol élőholtakkal kell társalognom.
it: Sono stanco di parlare con questi non-morti.
pt_br: Estou cansado de falar com esses mortos-vivos.
ru: Мне надоело с ними говорить.
sv: Jag är utled på att tala om de vandöda.

source: Yes!!! No more undead!
da: Ja!!! Ikke flere udøde!
de: Ja!!! Keine Untoten mehr!
fr: Oui !!! Plus de morts-vivants !
hu: Igen!!! Nincs több élőholt!
it: Sì!!! Basta non-morti!
pt_br: Viva!!! Mortos-vivos nunca mais!
ru: Ура!!! Мертвейов не осталось!
sv: Ja! Inga fler vandöda!

source: No!!! We are out of time...
da: Nej!!! Tiden er løbet ud...
de: Nein!!! Die Zeit ist uns ausgegangen...
fr: Non !!! Nous manquons de temps...
hu: Ne!!! Kifutottunk az időből...
it: No!!! Ci siamo attardati...
pt_br: Não!!! Não temos mais tempo...
ru: Нет!!! Наше время пришло к концу.
sv: Nej! Vi hinner inte...

source: Victory: @Escape to the northernmost dwarven keep when road is completed OR @Survive for 40 days Defeat: #Death of Delter #Death of Heltor #Death of Gelper
de: Sieg: @Entkommt in die nördliche Zwergenfestung, wenn die Straße fertiggestellt ist. ODER @Überlebt für 40 Tage Niederlage: #Tod von Delter #Tod von Heltor #Tod von Gelper
fr: Victoire : @S'échapper dans le donjon nain le plus au nord quand la route est terminée OU @Survivre 40 jours Défaite : #Mort de Delter #Mort d'Heltor #Mort de Gelper
it: Vittoria: @Scappa verso il fortino dei nani a nord quando la strada viene completata OPPURE@Sopravvivi per 40 giorni Sconfitta: #Morte di Delter #Morte di Heltor #Morte di Gelper
sv: Seger: @Fly till den nordligaste dvärgutposten när vägen är färdigställd ELLER @Håll stånd i 40 dagar Nederlag: #Delter dör #Heltor dör #Gelper dör

source: Victory: @Kill enemy leaders Defeat: #Death of Delter #Death of Heltor #Death of an ally leader #Turns run out
fr: Victoire : @Tuer les chefs ennemis Défaite : #Mort de Delter #Mort d'Heltor #Mort d'un chef allié #Fin des tours
it: Vittoria: @Uccidi i comandanti nemici Sconfitta: #Morte di Delter #Morte di Heltor #Morte di un comandante alleato #Fine dei turni a disposizione

source: Victory: @Escape to the ship. Defeat: #Death of Delter #Turns run out
fr: Victoire : @S'échapper au navire. Défaite : #Mort de Delter #Fin des tours
it: Vittoria: @Scappa con la nave. Sconfitta: #Morte di Delter #Fine dei turni a disposizione

source: Victory: @Kill enemy leader Defeat: #Death of Delter #Death of Heltor #Death of Unger
fr: Victoire : @Tuer le chef ennemi Défaite : #Mort de Delter #Mort d'Heltor #Mort de Unger
it: Vittoria: @Uccidi il comandante nemico Sconfitta: #Morte di Delter #Morte di Heltor #Morte di Unger

source: Victory: @Kill the undead Defeat: #Death of Delter #Turns run out
fr: Victoire : @Tuer les morts-vivants Défaite : #Mort de Delter #Fin des tours
it: Vittoria: @Uccidi il non-morto Sconfitta: #Morte di Delter #Fine dei turni a disposizione

source: Victory: @Survive until a rescue party comes. Defeat: #Death of Delter #Turns run out
fr: Victoire : @Survivre jusqu'à ce qu'un groupe de sauvetage arrive Défaite : #Mort de Delter #Fin des tours
it: Vittoria: @Sopravvivi fino all'arrivo dei rinforzi. Sconfitta: #Morte di Delter #Fine dei turni a disposizione
