Repository: wescamp/Mage_Republic-root
Catalog: po/*.po
Languages: da, de, fr, hu, it, pt_br, ru, sv

source: The Mage Republic
da: Troldmandsrepublikken
de: Die Magier Republik
fr: La république mage
hu: A Mágus Köztársaság
it: La Repubblica dei Maghi
pt_br: A República dos Magos
ru: Республика Магов
sv: Magikernas Republik

source: Mage
da: Troldmand
de: Magier
hu: Mágus
it: Mago
pt_br: Mago
ru: Маг
sv: Magiker

source: (easiest)
da: (nemmest)
de: (leicht)
fr: (facile)
hu: (legkönnyebb)
it: (facile)
pt_br: (fácil)
ru: (лёгкий)
sv: (lättast)

source: White Mage
da: Hvid Troldmand
de: Weißer Magier
fr: Mage blanc
hu: Fehér Mágus
it: Mago Bianco
pt_br: Mago Branco
ru: Белый Маг
sv: Vit magiker

source: (hardest)
da: (sværest)
de: (schwierig)
fr: (difficile)
hu: (legnehezebb)
it: (difficile)
pt_br: (difícil)
ru: (Сложный)
sv: (svårast)

source: Silver Mage
da: Sølvtroldmand
de: Silber Magier
fr: Mage d'argent
hu: Ezüst Mágus
it: Mago Argentato
pt_br: Mago Prateado
ru: Серебряный Маг
sv: Silvermagiker

source: Help the mages fight the undead in the Far Island.
da: Hjælp troldmændene med at bekæmpe de udøde på Far-øen.
de: Helft den Magiern, die Untoten auf Far Island zu besiegen.
hu: Segíts a mágusoknak az élőholtak elleni harcban a Messzi Szigeten
pt_br: Ajude os magos a enfrentar os mortos-vivos na Ilha Distante.
ru: Помоги магам сражаться с Мертвецами!
sv: Hjälp magikerna bekämpa de vandöda på Ensliga ön

source: The Dwarven Fort
da: Dværgefortet
de: Die Festung der Zwerge
fr: Le fort des nains
hu: A Törp erőd
it: Il Forte dei Nani
pt_br: Forte dos Anões
ru: Форт Гномов
sv: Dvärgfortet

source: Escape to the northernmost dwarven keep when road is completed
da: Undslip til den nordligste dværgeborgtårn når vejen er færdig
de: Entkommt zur nördlichen Zwergenfestung nachdem die Straße fertiggestellt ist.
hu: Elmenekülsz a legészakibb törpe vár felé, amikor az út kész
pt_br: Fuja para a fortaleza dos anões mais ao norte, quando a estrada for completada
ru: Дойдите до самому северному замка гномов, когда дорога достроена
sv: Fly till det norra dvärgfästet när vägen är färdigbyggd

source: OR Survive for 40 days
da: ELLER Overlev i 40 dage
de: ODER Überlebt für 40 Tage
hu: OR Túlélsz 40 napot
pt_br: Ou Sobreviva por 40 dias
ru: ИЛИ Прожить 40 дней
sv: ELLER Överlev i 40 dygn

source: Death of Delter
da: Delters død
de: Tod von Delter
hu: Delter elesik
pt_br: Morte de Delter
ru: Смерть Делтора
sv: Delter dör

source: Death of Heltor
da: Heltors død
de: Tod von Heltor
hu: Heltor elesik
pt_br: Morte de Heltor
ru: Смерть Хелтора
sv: Heltor dör

source: Death of Gelper
da: Gelpers død
de: Tod von Gelper
hu: Gelper elesik
pt_br: Morte de Gelper
ru: Смерть Гелпера
sv: Gelper dör

source: Turns run out
da: Tiden løber ud
de: Rundenlimit überschritten.
hu: Lejár a körök száma
pt_br: Os turnos acabarem
ru: Ходы окончились
sv: Dragen tar slut

source: Delter
ru: Делтор

source: We have been defeated.
da: Vi er besejret.
de: Wir wurden besiegt.
fr: Nous avons été vaincus.
hu: Elvesztünk.
it: Siamo stati sconfitti.
pt_br: Nós fomos derrotados.
ru: Мы потерпели поражение!
sv: Vi är besegrade!

source: Must...help...Delter...
da: Må...hjælpe...Delter...
de: Muss...Delter...helfen...
fr: Je dois... aider... Delter...
hu: Segí...teni...kell...Delter...nek...
it: Devo...aiuto...Delter...
pt_br: Ajude... Delter...
ru: Должен...помогать...Делтору
sv: Måste...hjälpa...Delter

source: No!!! The dwarves are defeated.
da: Nej!!! Dværgene er besejrede.
de: Nein!!! Die Zwerge wurden besiegt.
fr: Non !!! Les nains sont vaincus.
hu: Nem!!! Vége a törpöknek.
it: No!!! I nani sono stati sconfitti.
pt_br: Não!! os anões foram derrotados.
ru: Нет!!! Гномы поражены
sv: Nej! Dvärgarna är besegrade.

source: We are doomed!!!
da: Vi er fortabt!!!
de: Wir sind verloren!!!
fr: Nous sommes condamnés !!!
hu: Elpusztítottak minket!
it: Siamo rovinati!!!
pt_br: Estamos perdidos!!!
ru: Мы обречены..!
sv: Vi är dödsdömda!

source: Gelper
ru: Гелпер

source: Konrad III
hu: III. Konrád
ru: Конрад III

source: We shall kill you!
da: Vi slår dig ihjel!
de: Wir werden euch töten!
fr: Nous allons te tuer !
hu: Megölünk téged!
it: Vi uccideremo!
pt_br: Nós iremos matá-los!
ru: Мы вас убьём!
sv: Vi skall döda er!

source: With these mages as my allies, you don't have a chance.
da: Med disse troldmænd som mine allierede har du ikke en chance.
de: Mit diesen Magiern als meine Verbündete habt Ihr keine Chance.
fr: Avec mes alliés mages, vous n'avez aucune chance.
hu: Ezekkel a mágusokkal az oldalamon esélyed sincs ellenem.
it: Con questi maghi al mio fianco non avete alcuna possibilità di vittoria.
pt_br: Com os magos como aliados, você não têm nenhuma chance.
ru: Поскольку маги мои союзники, у вас нет надежды.
sv: När jag har de här magikerna som mina allierade, så är du chanslös.

source: These puny mages can't even kill one of my people!!!
da: Disse ynklige troldmænd kan ikke engang dræbe en af mit folk!!!
de: Diese lächerlichen Magier können nicht einen einzigen meiner Leute töten!!!
fr: Ces mages ridicules ne peuvent même pas tuer un seul des miens !!!
hu: Ezek a puhány mágusok egyetlen embert sem tudnak megölni az enyéim közül.
it: Questi minuscoli maghi non possono uccidere nemmeno uno dei miei uomini.
pt_br: Esses maguinhos não conseguirão fazer nenhum mal a meu povo!!!
ru: Эти ничтожные маги не могут убить ни одного из наших людей!!!
sv: De ynkliga magikerna kan inte döda ens en enda av mitt folk!

source: Yes, the elves do LOVE bragging.
da: Ja elverne ELSKER at prale.
de: Ja, die Elfen LIEBEN es, anzugeben.
fr: Oui, les elfes ADORENT se vanter.
hu: Igen, a tündék IMÁDNAK hencegni.
it: Sì, gli elfi AMANO adularsi.
pt_br: Sim, os elfos ADORAM se vangloriar.
ru: Эльфы ЛЮБЯТ хвастаться.
sv: Ja, alverna ÄLSKAR ju att skryta.

source: Shh! My men are building a road. If we survive until it's finished, we can run away.
da: Shh! Mine mænd bygger en vej. Hvis vi overlever indtil den er færdig kan vi stikke af.
de: Schh! Meine Männer bauen eine Straße. Wenn wir überleben, bis sie fertig ist, können wir fliehen.
fr: Chh ! Mes hommes construisent une route. Si nous survivons jusqu'à ce qu'elle soit terminée, nous pourrons nous enfuir.
hu: Shhh! Az embereim építik az utat. Ha túléljük, amíg elkészül, akkor elmenekülhetünk.
it: Shh! I miei uomini stanno costruendo una strada. Se sopravviviamo fin quando sarà finità potremo scappare.
pt_br: Shh! Meus homens estão construindo uma estrada. Se sobrevivermos até ela ser finalizadas, poderemos ir embora.
ru: Пссс! Мои рабочие строят дорогу. Если мы выживем до того, как еёдостроят, мы сможем сбежать.
sv: Sch! Mina mannar bygger en väg. Om vi kan hålla stånd tills den är klar, så kan vi fly.

source: Where will the road lead?
da: Hvor fører vejen hen?
de: Wohin wird die Straße führen?
fr: Où mènera cette route ?
hu: Hová vezet majd az út?
it: Dove condurrà la strada?
pt_br: Aonde essa estrada nos levará?
ru: Куда ведёт эта дорога?
sv: Vart går vägen?

source: That is a mystery.
da: Det er et mysterium.
de: Das ist ein Geheimnis.
fr: C'est un mystère.
hu: Ez rejtély.
it: Questo non lo so, è un mistero.
pt_br: Isso é um mistério.
ru: Это неизвестно.
sv: Det är ett mysterium.

source: Yes!!! These elves have been defeated.
da: Ja!!! Disse elvere er blevet besejret.
de: Ja!!! Die Elfen sind besiegt.
fr: Oui !!! Ces elfes ont été vaincus.
hu: Igen!!! Ezek a tündék elvesztek.
it: Sì!!! Abbiamo sconfitto gli elfi.
pt_br: Isso!!! Os elfos fora derrotados.
ru: Ура!!! Эльфы побеждены!
sv: Ja! Alverna är besegrade.

source: We can escape!
da: Vi kan undslippe!
de: Wir können entkommen!
fr: Nous pouvons nous échapper !
hu: Elmenekülhetünk!
it: Possiamo scappare!
pt_br: Não podemos escapar!
ru: Мы можем сбежать!
sv: Vi kan fly nu!

source: Dwarves and Elves
da: Dværge og elvere
de: Zwerge und Elfen
fr: Des nains et des elfes
hu: Törpök és tündék
it: Nani ed Elfi
pt_br: Anões e Elfos
ru: Гномы и Эльфы.
sv: Dvärgar och alver

source: Next the mages went into the forest where elves dwelled. On the way, they noticed some dwarves.
da: Herefter tog troldmændene ind i skoven hvor elverne holdt til. På vejen så de nogle dværge.
de: Danach begaben die Magier sich in den Wald, wo Elfen lebten. Auf dem Weg trafen sie einige Zwerge.
fr: Puis les mages allèrent dans la forêt où les elfes demeuraient. Sur le chemin, ils rencontrèrent des nains.
hu: Ezután a mágusok betértek a tündékkel teli erdőbe. Az úton találkoztak néhány törppel.
it: I maghi andarono nella foresta in cui gli elfi vivevano. Lungo la strada videro alcuni nani.
pt_br: Depois os magos foram para a floresta onde os elfos viviam. No caminho, eles encontraram alguns anões.
ru: Маги пошли в лес где жили эльфы. Во время пути, они заметили гномов.
sv: Därefter så gav sig magikerna in i den skog där alverna bodde. På vägen fick de syn på några dvärgar.

source: Look! Some mages!
da: Se! Troldmænd!
de: Seht! Ein Gruppe Magier!
fr: Regardez ! Des mages !
hu: Nézzétek! Mágusok!
it: Guardate! Dei maghi!
pt_br: Veja! magos!
ru: Смотрите! Маги!
sv: Titta! Magiker!

source: Greetings, elves.
da: Goddag elvere.
de: Seid gegrüßt, Elfen.
fr: Salutations, elfes.
hu: Üdvözlet néktek, tündék!
it: Salute elfi.
pt_br: Saudações, elfos.
ru: Здравствуйте, эльфы.
sv: Var hälsade, alver.

source: Welcome mages.
da: Velkommen troldmænd.
de: Willkommen, Magier.
fr: Bienvenue à vous, mages.
hu: Isten hozott titeket, mágusok!
it: Benvenuti, maghi.
pt_br: Saudações, magos.
ru: Привет, маги.
sv: Välkomna, magiker.

source: Dwarves, go away!!! And take these mages if you want. We can defeat you even without them!
da: Dværge gå væk!!! Og tag disse troldmænd hvis i vil. Vi kan besejre dig selv uden dem!
de: Zwerge, macht euch aus dem Staub!!! Und nehmt diese Magier mit, wenn ihr wollt. Wir können euch auch ohne sie besiegen!
fr: Nains, partez !!! Et prenez ces mages si vous voulez. Nous pouvons vous vaincre même sans eux !
hu: Törpök, tűnés innen! És vigyétek ezeket a mágusokat is, ha kellenek. Még nélkülük is el tudunk tiporni titeket!
it: Nani, andatevene!!! E prendete con voi questi maghi se volete. Possiamo sconfiggervi anche senza di loro!
pt_br: Anões, vão embora!!! E levem esses magos se quiserem. Nós podemos derrotar vocês mesmo sem eles!
ru: Гномы, уйдите!!! Можете и с магами объядиниться. Мы сможем победитьвас и без них!
sv: Ge er iväg, dvärgar! Och ta med er de där magikerna om ni vill. Vi kan besegra er utan dem!

source: The elves LOVE bragging.
da: Elverne ELSKER at prale.
de: Die Elfen LIEBEN es, anzugeben.
fr: Les elfes ADORENT se vanter.
hu: A tündék IMÁDNAK hencegni.
it: Gli elfi AMANO adularsi.
pt_br: Os elfos ADORAM se vangloriar.
ru: Эльфы ЛЮБЯТ хвастаться.
sv: Alverna ÄLSKAR att skryta.

source: My dwarves: should we let them join us?
da: Mine dværge: Skal vi lade dem tilslutte sig os?
de: Mein Zwergenbrüder: Sollen wir ihnen erlauben, sich uns anzuschließen?
fr: Mes nains : devrions-nous les laisser se joindre à nous ?
hu: Törpjeim: engedélyezzük-e, hogy csatlakozzanak hozzánk?
it: Miei nani: ci lasciate unire a voi?
pt_br: Anões: Devemos deixá-los vir conosco?
ru: Гномы: можно ли им присоединиться к нам?
sv: Mina dvärgar, skall vi låta dem ansluta sig till oss?

source: Let them join.
da: Lad dem tilslutte sig.
de: Lasst sie sich uns anschließen.
fr: Qu'ils se joignent à nous.
hu: Engedjük csatlakozni őket!
it: Facciamoli unire.
pt_br: Deixem eles virem.
ru: Дайте им присоединиться.
sv: Låt dem komma med.

source: I see... We'll accept them, but it is their choice.
da: Jeg forstår... Vi accepterer dem, men det er deres valg.
de: Ich verstehe... Wir sind einverstanden, aber es ist ihre eigene Entscheidung.
fr: Je vois... Nous les accepterons, mais c'est leur choix.
hu: Szóval... Mi elfogadjuk őket, de ez az ő választásuk.
it: Va bene.... li accettiamo, ma è una loro scelta.
pt_br: Percebo... Nós iremos aceitá-los, mas será sua escolha.
ru: Понятно...Мы им не откажем, но это их выбор.
sv: Jag förstår... Vi tar emot dem, men de får välja själva.

source: Let's Join the dwarves!
da: Lad os slå os sammen med dværgene!
de: Lasst uns zu den Zwergen gehen!
hu: Csatlakozzunk a törpökhöz!
pt_br: Vamos nos juntar aos anões!
ru: Присоединимся!
sv: Låt oss ansluta oss till dvärgarna!

source: Thank you for joining us, mages.
da: Tak fordi i kommer med os troldmænd.
de: Vielen Dank, dass ihr euch uns anschließt, Magier.
fr: Merci de vous joindre à nous, mages.
hu: Köszönjük, hogy csatlakoztok hozzánk, mágusok.
it: Grazie per esservi uniti a noi, maghi.
pt_br: Obrigado por se aliarem a nós, magos.
ru: Спасибо!
sv: Tack för att ni kom med oss, magiker.

source: Yay! I'm reunited with my kin.
da: Yay! Jeg er genforenet med min slags.
de: Juchu! Ich bin wieder mit meinesgleichen vereint.
hu: Hah! Újra egyesültem a rokonaimmal.
pt_br: Legal! Voltei para minha gente.
ru: Ура! Я сново с моими людьми.
sv: Jippi! Jag har återförenats med de mina.

source: No! We shalln't unite with the dwarves.
da: Nej! vi vil ikke forene os med dværgene.
de: Nein! Wir werden uns nicht mit den Zwergen vereinen.
fr: Nous ! Nous ne nous unirons pas aux nains.
hu: Nem! Mi nem egyesülünk a törpökkel.
it: No! Non ci uniremo ai nani.
pt_br: Não! Não devemos nos unir com os anões.
ru: Нет!!! Мы не поможем гномам.
sv: Nej! Vi kommer inte att göra gemensam sak med dvärgarna.

source: Oh well...
da: Udmærket...
de: Na gut...
fr: Eh bien...
hu: Ó hát...
it: Oh... bene....
pt_br: Oh, bem...
ru: Жаль...
sv: Nåväl...

source: Then I will leave you.
da: Så forlader jeg jer.
de: Dann werde ich euch verlassen.
hu: Akkor elhagylak titeket.
pt_br: Então eu deixarei vocês.
ru: Тогда я уйду.
sv: Då lämnar jag er.

source: Master, I'm going to join my kin in fighting the elves.
da: Herre, jeg forener mig med min slags for at kæmpe mod elverne.
de: Meister, ich werde mich den meinen anschließen, um gegen die Elfen zu kämpfen.
fr: Maître, je vais rejoindre les miens pour combattre les elfes.
hu: Mester, a rokonságomnak szüksége van rám a tündék elleni harcban, vissza kell térnem hozzájuk.
it: Signore, vado ad unirmi alla mia gente per combattere gli elfi.
pt_br: Mestre, estou indo me juntar aos meus amigos na luta contra os elfos.
ru: Господин, я ухожу к гномам.
sv: Mäster, jag går med de mina för att slåss mot alverna.

source: Bye!
da: Farvel!
de: Lebe wohl!
fr: Au revoir !
hu: Viszlát!
it: Ciao!
pt_br: Até mais!
ru: До свидания!
sv: Farväl!

source: Furious Battle
da: Forbitret slag
de: Eine wilde Schlacht
fr: Bataille furieuse
hu: Ádáz küzdelem
it: Battaglia Furiosa
pt_br: Batalha Furiosa
ru: Жестокая Битва
sv: Vild strid

source: And so the mages sailed away, only to fight another battle.
da: Og så sejlede troldmændene væk - kun for at kæmpe et andet slag.
de: Und so kam es, dass die Magier davon segelten, nur um eine weitere Schlacht auszutragen.
fr: Et ainsi les mages naviguèrent, pour mener une autre bataille.
hu: És a mágusok elhajóztak, hogy megvívjanak egy újabb harcot.
it: I maghi salparono, solo per trovarsi coinvolti in un'altra battaglia.
pt_br: Então os magos se foram navegando, apenas para lutar mais uma batalha.
ru: Маги отчалили не зная, что впереди их ожидает ещё одна битва.
sv: Och så seglade magikerna sin väg, bara för att få utkämpa en annan strid.

source: Kill enemy leaders
da: Dræb fjendtlige ledere
de: Tötet alle feindlichen Anführer
hu: Megölöd az ellenséges vezéreket
pt_br: Mate os líderes inimigos
ru: Убейти лидеров врагов
sv: Döda fiendeledarna

source: Death of an ally leader
da: En allieret leders død
de: Tod eines verbündeten Anführers
hu: Egy szövetséges vezér elesik
pt_br: Morte de algum líder aliado
ru: Смерть лидера союзников
sv: En allierad ledare dör

source: Ill not go so easi- Arggh!!!
da: Jeg taber ikke så neee- arggh!!!
de: So leicht werde ich nicht geh- Arggh!!!
fr: Je ne partirai pas aussi faci- Arggh !!!
hu: Nem megyek olyan könnye'-AAAARGH!!!
it: Non morirò così facilmente- Arggh!!!
pt_br: Eu não irei tão facilmen... Arggh!!!
ru: Я не умру так легко...
sv: Jag ger mig inte så lä- Argh!

source: Without him, there is no hope...
da: Uden ham er der ikke noget håb...
de: Ohne ihn gibt es keine Hoffnung...
fr: Sans lui, il n'y a pas d'espoir...
hu: Nélküle nincsen számunkra remény...
it: Senza di lui non abbiamo speranze...
pt_br: Sem ele, não há esperança...
ru: Без него, у нас нет надежды...
sv: Utan honom är hoppet ute...

source: Muh-Delan X
hu: X. Muh-Delan
ru: Мух-Делан X

source: Muh-Delan IX
hu: XI. Muh-Delan
ru: Мух-Делан IX

source: Muh-Delan V
hu: V. Muh-Delan
ru: Мух-Делан V

source: Paladin
hu: Keresztes lovag
it: Paladino
pt_br: Paladino
ru: Паладин
sv: Tempelriddare

source: The Undead Hordes of the Muh clan are defeated.
da: De udøde horder fra Muh-klanen er besejret.
de: Die untoten Horden des Muh Clan sind besiegt.
fr: Les hordes morts-vivantes du clan Muh sont vaincues.
hu: A Muh klán élőholtjai elvesztek.
it: Le orde non-morte del Clan Muh sono state sconfitte.
pt_br: As hordas de mortos-vivos do clã Muh foram derrotadas.
ru: Династия Мухов пришла к концу.
sv: De vandöda horderna från Muh-klanen är besegrade.

source: Now we must travel into the land of the elves.
da: Nu må vi rejse ind i elvernes land.
de: Jetzt müssen wir das Land der Elfen aufsuchen.
fr: Nous devons maintenant voyager au pays des elfes.
hu: Most a tündék földjére kell utaznunk.
it: Adesso dobbiamo attraversare le terre degli elfi.
pt_br: Agora nós precisamos viajar através da terra dos elfos.
ru: Теперь мы отправимся в страну эльфов.
sv: Nu måste vi ge oss in i alvernas land.

source: I knew you mages were coming
da: Jeg vidste at i troldmænd ville komme
de: Ich wusste dass ihr Magier kommen würdet.
fr: Je savais que vous viendriez, mages.
hu: Tudtam, hogy ti mágusok egyszer eljöttök.
it: Sapevo che i maghi stavano arrivando
pt_br: Eu sabia que os magos viriam
ru: Я так и знал что маги придут.
sv: Jag visste att ni var på väg, magiker.

source: More undead???
da: Flere udøde???
de: Noch mehr Untote???
fr: Encore des morts-vivants ???
hu: Még több élőhalott??
it: Altri non-morti???
pt_br: Mais mortos-vivos???
ru: Ещё мертвецы???
sv: Fler vandöda?!

source: We must kill them!
da: Vi må dræbe dem!
de: Wir müssen sie töten!
fr: Nous devons les tuer !
hu: Meg kell őket ölnünk!
it: Dobbiamo ucciderli!
pt_br: Precisamos mata-los!
ru: Мы их убьём!
sv: Vi måste döda dem!

source: You mean We must kill you.
da: Du mener VI må dræbe dig.
de: Ihr meint, wir müssen euch töten.
fr: Vous voulez dire que nous devons vous tuer.
hu: Úgy érted nekünk kell megölnünk téged.
it: Volete dire che noi vi uccideremo!
pt_br: Você quer dizer que Nós iremos mata-los.
ru: Вы наверника хотели сказать что Мы убьём вас.
sv: Du menar att vi måste döda er.

source: We are completely surrounded. Our only hope is if some human patrol finds and helps us.
da: Vi er omringet. Vores eneste håb er at en menneskepatrulje finder og hjælper os.
de: Wir sind umzingelt. Unsere einzige Hoffnung ist, dass uns eine Patrouille der Menschen entdeckt, und uns hilft.
fr: Nous sommes complètement cernés. Notre seul espoir serait qu'une patrouille humaine nous trouve et nous aide.
hu: Teljesen körbe vagyunk véve. Az egyetlen reményünk az, ha egy emberekből álló őrjárat ránk talál és a segítségünkre siet.
it: Siamo circondati. La nostra unica speranza è che qualche vedetta umana ci trovi e ci aiuti.
pt_br: Estamos completamente cercados. Nossa única esperança é alguma patrulha humana nos encontrar e ajudar.
ru: Мы окружены. Наша единственная надежда это быть найденным патрулем, который нам поможет.
sv: Vi är helt omringade. Vårt enda hopp är att någon människopatrull hittar oss och hjälper oss.

source: Lord Arnu
da: Lensherre Arnu
fr: Seigneur Arnu
hu: Arnu úr
pt_br: Lorde Arnu
ru: Лорд Арну
sv: Furst Arnu

source: Awaedock
ru: Авейдок

source: Kifret
ru: Кифрет

source: Jagex
ru: Джейджекс

source: Look! Mages! We shall help them.
da: Se! Troldmænd! Vi hjælper dem.
de: Seht! Magier! Wir müssen ihnen helfen!
fr: Regardez ! Des mages ! Nous allons les aider.
hu: Nézzétek! Mágusok! Segítenünk kell rajtuk.
it: Guardate! Dei maghi! Dobbiamo aiutarli.
pt_br: Veja! Magos! Precisamos ajuda-los.
ru: Смотрите маги! Мы им поможем.
sv: Titta! Magiker! Vi måste hjälpa dem.

source: Horaaay!!!!! We're saved!!!!!!
da: Horaay!!!!! Vi er reddet!!!!!!!
de: Hurrah!!!!! Wir sind gerettet!!!!!!
fr: Hourra !!!!! Nous sommes sauvés !!!!!
hu: Hurráááá!!! Megmenekültünk!!!!!!
it: Hurrà!!!! Siamo salvi!!!!!
pt_br: Urraaaa!!!! Estamos salvos!!!!
ru: Урааа!!!!! Мы спасены!!!!!!
sv: Hurraa! Vi är räddade!

source: Don't celebrate yet, son. The battle's far from over.
da: Gem jublen lidt endnu søn. Slaget er langt fra forbi.
de: Freut Euch nicht zu früh, Sohn. Diese Schlacht ist noch lange nicht geschlagen.
fr: Ne te réjouis pas trop vite, fils. La bataille est loin d'être finie.
hu: Még ne ünnepelj, fiam. A csatának még nincs vége.
it: Non festeggiare, figlio. La battaglia è tutt'altro che finita.
pt_br: Não comemore ainda, filho. A batalha está longe de terminar.
ru: Праздновать ещё рано, битва не закончилась.
sv: Fira inte än, min son. Striden är långt ifrån över.

source: The Last Hope
da: Det sidste håb
de: Die letzte Hoffnung
fr: Le dernier espoir
hu: Az utolsó remény
it: L'ultima Speranza
pt_br: A Última Esperança
ru: Последняя Надежда
sv: Det sista hoppet

source: The mages' fort on the Far Island was constantly attacked by the undead...
da: Troldmændenes slot på Far-øen blev konstant angrebet af udøde...
de: Die Festung der Magier auf Far Island war ständigen Angriffen der Untoten ausgesetzt...
fr: Le fort des mages sur l'île de Far était constamment attaqué par les morts-vivants...
hu: A Mágusok erődjét a Messzi Szigeten megtámadták az élőholtak...
it: Il Forte dei maghi nell'Isola Lontana è stato continuamente attaccato dai non-morti...
pt_br: O forte dos magos na Ilha Distante foi constantemente atacada pelos mortos-vivos...
ru: Мертвецы часто аттаковали форт магов на Далёком Острове...
sv: Magikernas fort på Ensliga ön var ständigt under attack från de vandöda...

source: Their leader was killed in battle, and little hope was left...
da: Deres leder blev dræbt i kamp og håbet var tyndt...
de: Ihr Anführer fiel im Kampf, und es gab nur mehr wenig Hoffnung...
fr: Leur chef fut tué dans la bataille, et il restait peu d'espoir...
hu: A vezérük elesett a csatában, és csak csekély remény maradt számukra...
it: Il loro comandante è stato ucciso in battaglia e le speranze sono ormai pochissime....
pt_br: Seu líder foi morto em batalha e o que restava de esperança se esvaiu...
ru: После смерти их лидера, надежды оставалось мало..
sv: Deras ledare dödades i strid, och det fanns inte mycket hopp kvar...

source: They elected a silver mage to lead them, and hoped to kill the undead.
da: De valgte en sølvtroldmand som anfører og håbede at dræbe de udøde.
de: Sie erwählten einen Silber-Magier als ihren neuen Anführer, und hofften darauf, die Untoten zu töten.
fr: Ils élurent un mage d'argent pour les mener, et espérèrent tuer les morts-vivants.
hu: Egy ezüst mágust választottak vezérüknek, és reménykedtek, hogy végezni fognak az élőholtakkal.
it: Elessero un mago argentato come comandante e sperarono di uccidere i non-morti.
pt_br: Eles elegeram um mago prateado para lidera-los, na esperança de derrotarem os mortos-vivos.
ru: Они избрали нового командира, серебряного мага, и надеялись победить мертвецов
sv: De valde en silvermagiker som ledare, och hoppades kunna döda de vandöda.

source: Escape to the ship
da: Undslip til skibet
de: Entkommt zum Schiff
hu: Elmenekülsz a hajóhoz
pt_br: Fujam para o barco
ru: Дойдите до корабля
sv: Fly till skeppet

source: Falcor
ru: Фалкор
